import React from "react";

const TextContent = () => {
  return (
    <div>
      <p className="text-justify leading-7 text-[15px]  ">
        قبل از هر چیزی باید بدانیم که نمیشه یک روند یا روش خاصی رو برای همه
        افراد که ذهنیت های متفاوتی هم از هم دارند، در نظر گرفت. ولی خب هدف تمامی
        این افراد آموزش دیدن و رسیدن به درک عمیقی از اون مطلب است ولی آیا برای
        تمامی افراد آموزش دیدن به این جا ختم میشود و همه به درک عمیقی از اون
        مطلب میرسند؟ قطعا خیر. در ادامه به نحوه رسیدن به درک عمیق مطلب، مناسب
        برای تمامی افراد صحبت خواهیم کرد. <br />
        مثال: <br />
        فرض کنید شما در حال خواندن یک کتاب هستید، در صفحه 30 یک چیزی را متوجه
        نشدین. در حالت عادی شما به یک صفحه قبل میروید و دوباره خواندن را شروع
        میکنید و فرض کنید در صفحه 40 هم دقیقا همین اتفاق میافتد و به یک صفحه قبل
        برمیگردید و دوباره خواندن را شروع میکنید و تا رسیدن به آخرین صفحه این
        کتاب این چرخه بارها و بارها اتفاق میافتد. نکته و البته جواب ما اینجاست
        که شما اگر در صفحه 30 نکته را متوجه نشدین، برای رسیدن به درک عمیق باید
        به جای صفحه قبلی، به صفحه 1 کتاب برگردین و کتاب را از اول دوباره
        بخوانید، دوباره اگر در صفحه 50 نکته ای را متوجه نشدین، دوباره کتاب را از
        اول شروع کنید. شما تا پایان این کتاب به درک عمیق اون مطلبی که قرار بود
        آموزش ببینید میرسید.
      </p>
    </div>
  );
};

export { TextContent };
