import React from "react";

const BlogText = () => {
  return (
    <div className="text-right h-[73%] mt-3 ">
      <h2 className="text-[24px] font-bold  ">
        چگونه مطالعه موثر را برای شما آسانتر کنیم
      </h2>
      <p className="text-justify leading-7 text-[15px]  ">
        همانطور که از عنوان مقاله مشخص است، صحبت ما روی آموزش یک موضوع خاص مثل
        آموزش از کتاب، ویدئو یا هر آنچه که برای آموزش است نخواهد بود به صورت
        جامع در مورد چگونگی آموزش دیدن و یادگیری است.همانطور که از عنوان مقاله
        مشخص است، صحبت ما روی آموزش یک موضوع خاص مثل آموزش از کتاب، ویدئو یا هر
        آنچه که همانطور که از عنوان مقاله مشخص است، صحبت ما روی آموزش دیدن و
        یادگیری است. همانطور که از عنوان مقاله قبل از هر چیزی باید بدانیم که
        نمیشه یک روند یا روش خاصی رو برای همه افراد که ذهنیت های متفاوتی هم از
        هم دارند، در نظر گرفت. ولی خب هدف تمامی این افراد آموزش دیدن و رسیدن به
        درک عمیقی از اون مطلب است ولی آیا برای تمامی افراد آموزش دیدن به این جا
        ختم می شود و همه به درک عمیقی از اون مطلب میرسند؟ قطعا خیر.
      </p>
    </div>
  );
};

export { BlogText };